<template>
  <div class="about">
    <h1>关于</h1>
    <pre>
      三五个字凝成故事，
      四五个韵独奏出岁月的回音。
      诗、词、曲即使横越过发落寞与复兴不断更替的时光，
      仍然具有其自己独特的哲学意味与民族价值，
      那些少男少艾欲言又止的情愫，
      那些名人志士们浩荡激昂的心神，
      用尽一生也无法踏遍的山川奇秀，
      一世都难以参破禅缘佛与都凝在那短短三言两语里。
      本网站企图开启一场属于中华诗词的文艺再复兴，
      新的媒体形式将作为全新的载体，
      每日一诗词作为传达方式，
      所有人都是我们这场文化复兴之旅的目标对象，
      让我们在文字里踏遍山川遍阅世事，
      记住早已远去缥缈在眉间心上的哀愁与思念，
      让我们记住贯穿在整个华夏大地的文化脉搏，
      或许一切都从未远去。
    </pre>
  </div>
</template>
<script>
export default {}
</script>
<style lang="scss">
.about{
  text-align: left;
  pre{
    font-size: 12px;
  }
}
</style>
